export const HELP_MESSAGE =
  "Мне можно писать в таком формате: магаз сумма. Оба слова через пробел, сумма просто цифрой"

export const STORE_ABBR: Record<string, string> = {
  вкусвилл: "ВкусВилл",
  вв: "ВкусВилл",
  азбука: "Азбука Вкуса",
  перек: "Перекресток",
  макдак: "McDonalds",
}

export const TG_ID_USERNAME: Record<string, string> = {
  136068023: "Аня потратила",
  185625876: "Сережа потратил",
}

export const MONTH_NAME_RUS = [
  "январе",
  "феврале",
  "марте",
  "апреле",
  "мае",
  "июне",
  "июле",
  "августе",
  "сентябре",
  "октябре",
  "ноябре",
  "декабре",
]
