export const HELP_MESSAGE =
  "Мне можно писать в таком формате: магаз сумма. Оба слова через пробел, сумма просто цифрой"

export const STORE_ABBR_DICT: Record<string, string> = {
  вкусвилл: "ВкусВилл",
  вв: "ВкусВилл",
  азбука: "Азбука Вкуса",
  "азбука вкуса": "Азбука Вкуса",
  перек: "Перекресток",
  макдак: "McDonalds",
  озон: "Ozon",
  маркет: "Яндекс.Маркет",
  "яндекс маркет": "Яндекс.Маркет",
  лавка: "Яндекс.Лавка",
  "яндекс лавка": "Яндекс.Лавка",
  aйклауд: "iCloud",
  нетфликс: "Netflix",
  каршер: "Каршеринг",
  пятерка: "Пятерочка",
  "5ка": "Пятерочка",
  алко: "Алкоголь",
  ам: "Ароматный мир",
  икеа: "IKEA",
  ikea: "IKEA",
  оби: "OBI",
  obi: "OBI",
}

export const TG_ID_VERB: Record<string, string> = {
  136068023: "потратила",
  185625876: "потратил",
}

export const TG_ID_USERNAME: Record<string, string> = {
  136068023: "Аня",
  185625876: "Сережа",
}

export const TG_ID_COLOR: Record<string, string> = {
  136068023: "rgb(255, 234, 159)",
  185625876: "rgb(187, 219, 237)",
}

export const MONTH_NAME_RUS = [
  "январь",
  "февраль",
  "март",
  "апрель",
  "май",
  "июнь",
  "июль",
  "август",
  "сентябрь",
  "октябрь",
  "ноябрь",
  "декабрь",
]
